-app-brand-name = XTranslate

header = {-app-brand-name} — AI-переводчик веб-страниц и документов
subheader = Переводите сайты, PDF и выделенный текст мгновенно, не покидая страницу

install_from_chrome_store = Установить для Google Chrome
chrome_store_short = Магазин Расширений Chrome
install_from_ms_edge_store = Установить для Microsoft Edge
ms_edge_store_short = Магазин Microsoft Edge

main_info1 = Это поможет вам изучать и понимать иностранные языки, получая {$textTranslation} из выбранного текста в {$htmlDocuments} или {$pdfDocuments}, а также полный {$fullPageTranslation}.
main_info1_textTranslation = мгновенный перевод текста прямо на месте
main_info1_pdfDocuments = PDF-документов
main_info1_fullPageTranslation = перевод всей веб-страницы
main_info2 = Переводите с более чем 100 языков прямо на сайте, который вы читаете, или введите текст в окне расширения, чтобы получить {$textTranslation}.
main_info2_textTranslation = мгновенный перевод текста

gallery_website_popup = Получите перевод в контексте страницы, тема по умолчанию
gallery_website_select_text = Разные способы получить перевод выделенного текста, напр. клик по иконке [X]
gallery_website_translation_results = Настройка всплывающего блока с переводом (Воспроизведение голосом, Сохранить в Избранное, Копировать Перевод, Следующий Перевод)
gallery_app_settings = Конфигурация основных настроек приложения
gallery_app_popup_customization = Настройка темы, всплывающего блока с переводом и выбор локализации
gallery_app_translate_tab = Введите текст и получите мгновенный перевод в основном окне приложения
gallery_app_history_tab = История сохраненных переводов и возможность импорта/экспорта в JSON-формате
gallery_pdf_translation = Перевод иностранных текстов в PDF-файлах
gallery_app_theme_dark = Выбор темной темы основного окна приложения {-app-brand-name}
gallery_context_menu_page_translate = Пункт в глобальном контекстном меню для перевода всей страницы с помощьью {-app-brand-name}
gallery_context_menu_page_translated = Авто-перевод страницы включен

install_extension_header = Установите расширение
install_chrome_store = Магазин расширений Chrome
install_ms_addons = Магазин плагинов Microsoft Edge
install_firefox = Firefox Add-ons
install_old_version = Установить старую версию с ограниченными возможностями
install_from_sources = Установить из исходного кода

vendors_available_header = Доступные сервисы переводов
vendor_apis_is_free = бесплатно
vendor_apis_is_paid = платно
vendor_deepl_limitatiion = API-ключ ограничен до 500,000 симоволов/месяц

footer_info = Сделано с ♥ и при помощи проектов с открытым исходным кодом.

total_ratings = (на основании {$count} {$ratingsLink})
total_ratings_ratingsLink = отзывов
total_rating_users = {$usersCount} пользователей {$fromStores}
total_rating_users_fromStores = (из магазинов Chrome и Edge)


early_access_button_label = AI-перевод всей страницы
early_access_button_label_extra = Успей купить со скидкой -20% 🚀
